SET FOREIGN_KEY_CHECKS = 0;

DROP TABLE IF EXISTS  `word`;
CREATE TABLE `word` (
  `Chinese` varchar(1000) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
-------插入的句子自己编写，注意每条句子都要用单引号括起来，并且每条句子之间用逗号分隔，最后一条句子后面不要逗号。
insert into `word`(`Chinese`) values
('人生就像一场旅行，不必在乎目的地，重要的是沿途的风景以及看风景的心情。by林夕
'),
('成长是一笔交易，我们都是用朴素的童真与未经人事的洁白交换长大的勇气。from《魔女宅急便》
'),
('每一个生命都有责任，我们的过咎，不在于所为之恶，而在于未行之善。by易卜生
'),
('你说感情是不能量化的，我说可以。吃东西的极限是一碗面，你夹来小笼说吃掉，我就吃掉。等待的极限是一小时多一分钟就离开，如果来的是你，我却可以等到你来。走路的极限是十公里，你牵我手的话，只希望路没有尽头，能一直走下去。以上全部都是量化，量化了我心里那句不愿对你说出口的话。by张晓晗
'),
('一个人可以轻易地学会不在乎，但学会在乎却要付出百倍的努力和勇气。from《超脱》
'),
('你如何回忆往事，说明你是怎样一个人。
');

